{
    "choice": {
        "WELCOME": "Welkom bij FlexForceMonkey!",
        "CHOOSE_TEXT": "Wij willen jou de meest optimale informatie geven. Daarom vragen wij jou een keuze te maken uit de volgende rollen:", 
        "HIRER": "Ik ben inlener",
        "SUPPLIER": "Ik ben uitzender",
        "INTERIM": "Ik lever interimmers",
        "FREELANCER": "Ik ben ZZP'er",
        "CURIOUS": "Ik ben nieuwsgierig"
    },
    "menu-items": {
        "PROMISES": "Wat we beloven",
        "STORY": "Ons verhaal",
        "HOW_WORK": "Hoe het werkt",
        "BLOG": "Blog",
        "CONTACT": "Contact",
        "ROLES": "Rollen"
    },
    "cookie": {
        "BANNER_TEXT": "Deze website gebruikt van cookies om te zorgen dat jij een optimale ervaring hebt.",
        "DISMISS": "Oké!",
        "LEARN_MORE": "Lees meer"
    },
    "contact-section": {
        "INTRO": "Interesse gekregen in FlexForceMonkey? Of al interesse in een demo? Vul het volgende formulier in en wij zullen zo spoedig mogelijk contact met je opnemen.",
        "NAME": "Naam",
        "EMAIL": "Email",
        "SUBJECT": "Onderwerp",
        "MSG": "Bericht",
        "SUBMIT": "Verstuur",
        "SEND_SUCCESS": "Je formulier is succesvol verzonden. We nemen zo spoedig mogelijk contact met je op!"
    },
    "mailchimp": {
        "HIRER_TEXT": "Als inlener op de hoogte blijven van het laatste nieuws van FlexForceMonkey? Schrijf je dan in op onze nieuwsbrief!",
        "SUPPLIER_TEXT": "Als uitzender op de hoogte blijven van het laatste nieuws van FlexForceMonkey? Schrijf je dan in op onze nieuwsbrief!",
        "INTERIM_TEXT": "Als leveraar van interimmers op de hoogte blijven van het laatste nieuws van FlexForceMonkey? Schrijf je dan in op onze nieuwsbrief",
        "FREELANCER_TEXT": "Als ZZP'er op de hoogte blijven van het laatste nieuws van FlexForceMonkey? Schrijf je dan in op onze nieuwsbrief!",
        "CURIOUS_TEXT": "Op de hoogte blijven van het laatste nieuws van FlexForceMonkey? Schrijf je dan in op onze nieuwsbrief!",
        "SUBSCRIBE_TO": "Schrijf je in op onze nieuwsbrief",
        "EMAIL_ADDRESS": "Email adres",
        "SUBSCRIBE": "Inschrijven"
    }
}