{
    "choice": {
        "WELCOME": "Welkom bij FlexForceMonkey!",
        "CHOOSE_TEXT": "Wij willen jou de meest optimale informatie geven. Daarom vragen wij jou een keuze te maken uit de volgende rollen:", 
        "HIRER": "Ik ben inlener",
        "SUPPLIER": "Ik ben uitzender",
        "INTERIM": "Ik lever interimmers",
        "FREELANCE": "Ik ben ZZP'er",
        "CURIOUS": "Ik ben nieuwsgierig"
    },
    "menu-items": {
        "PROMISES": "Wat we beloven",
        "STORY": "Ons verhaal",
        "HOW_WORK": "Hoe het werkt",
        "BLOG": "Blog",
        "CONTACT": "Contact"
    },
    "home-intro": {
        "WHAT_WE_PROMISE": "Wat we beloven? Zorgeloos samenwerken!",
        "PROMISE_TEXT": "FlexForceMonkey laat inleners en uitzenders eenvoudiger samenwerken. Onze intelligente software zorgt ervoor dat de administratie tussen beiden naadloos aansluit. Digitaal afstemmen van uren en facturen is in no-time live. Zonder discussies over welk proces leidend is. Zonder uurtarieven in het klantsysteem die afwijken van de cao. Zonder referentie-issues omdat de uitzender even het laatste PO-nummertje niet had genoteerd... Gewoon opdrachten sturen, tijd verantwoorden, facturen matchen en betalen zoals je samen hebt afgesproken. En dat alles zonder dat één van de twee hun eigen primaire werkproces aan hoeft te passen!",
        "IN_THE_CLOUD": "In de cloud",
        "IN_THE_CLOUD_TEXT": "FlexForceMonkey is ontwikkeld als public cloud integratieplatform. Een naadloze samenwerking tussen inlener en leverancier. Dat kan door integratie van reguliere ERP, VMS en P2P pakketten met de digitale administratie van uitzendbureaus, maar ook door inzet van onze gebruiksvriendelijke portal. Secure zoals het hoort, flexibel zoals je wenst.",
        "CLA_DATA": "CAO data beheren",
        "CLA_DATA_TEXT": "Zeg je 'inkopen van uitzendkrachten', dan heb je het ook direct over cao gegevens. Naast integratiesoftware, is FlexForceMonkey ook een dienst. Hiermee onderhouden we de complexe berekeningen die nodig zijn om inkoop- en uitzenddata in één proces samen te smelten. Alle gebruikte cao's zijn beschikbaar, maar specifieke condities kunnen we altijd verwerken.",
        "MESSAGE_STANDARDS": "Berichtstandaarden",
        "MESSAGE_STANDARDS_TEXT": "Voor systeemintegratie van inleners hebben we verschillende scenario's beschikbaar en gebruiken we diverse koppelvlakken. Deze zijn volledig gebaseerd op berichtstandaarden. Hierin zitten formaten als OCI (inderdaad, we integreren uitzendkrachten ook via een punch out koppeling), UBL en cXML. Met uitzendbureau's koppelen wij vooral via SETU (HR-XML)."
    },
    "cookie": {
        "BANNER_TEXT": "Deze website gebruikt van cookies om te zorgen dat jij een optimale ervaring hebt.",
        "DISMISS": "Oké!",
        "LEARN_MORE": "Lees meer"
    },
    "mailchimp": {
        "SUBSCRIBE_TO": "Schrijf je in op onze nieuwsbrief",
        "INDICATES_REQUIRED": "Velden met een * zijn vereist",
        "EMAIL_ADDRESS": "Email adres",
        "FIRST_NAME": "Voornaam",
        "LAST_NAME": "Achternaam",
        "SUBSCRIBE": "Inschrijven"
    }
}